Repository: alexey1312/reachy-mini-swift
Catalog: Sources/ReachyDesign/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

source: The robot's software is too old to relay the conversation.
de: Die Software des Roboters ist zu alt, um das Gespräch weiterzuleiten.
es: El software del robot es demasiado antiguo para retransmitir la conversación.
fr: Le logiciel du robot est trop ancien pour relayer la conversation.
ru: Прошивка робота слишком старая, чтобы ретранслировать разговор.

source: The voice backend can take up to a minute and a half to start.
de: Das Sprach-Backend braucht bis zu anderthalb Minuten zum Starten.
es: El servicio de voz puede tardar hasta minuto y medio en arrancar.
fr: Le service vocal peut mettre jusqu'à une minute et demie à démarrer.
ru: Голосовой бэкенд запускается до полутора минут.

source: This build has no conversation controls
de: Diese Version bietet keine Gesprächssteuerung
es: Esta versión no tiene controles de conversación
fr: Cette version n'a pas de commandes de conversation
ru: В этой сборке нет управления разговором

source: This connection cannot carry the conversation
de: Diese Verbindung überträgt das Gespräch nicht
es: Esta conexión no transporta la conversación
fr: Cette connexion ne transporte pas la conversation
ru: Это соединение не несёт разговор

source: Type something to say
de: Etwas zum Sagen eingeben
es: Escribe algo para decir
fr: Écrivez quelque chose à dire
ru: Наберите, что сказать

source: Type to Reachy
de: An Reachy schreiben
es: Escribir a Reachy
fr: Écrire à Reachy
ru: Написать Reachy

source: Update the conversation app on the robot to control it from here.
de: Aktualisiere die Gesprächs-App auf dem Roboter, um sie von hier zu steuern.
es: Actualiza la app de conversación en el robot para controlarla desde aquí.
fr: Mettez à jour l'app de conversation sur le robot pour la piloter d'ici.
ru: Обновите разговорное приложение на роботе, чтобы управлять им отсюда.

source: Use it next time too
de: Auch beim nächsten Mal verwenden
es: Usarla también la próxima vez
fr: L'utiliser la prochaine fois aussi
ru: Использовать и в следующий раз

source: Voice
de: Stimme
es: Voz
fr: Voix
ru: Голос

source: Voice & personality
de: Stimme & Persönlichkeit
es: Voz y personalidad
fr: Voix et personnalité
ru: Голос и личность

source: Waiting for Reachy to say something
de: Warte darauf, dass Reachy etwas sagt
es: Esperando a que Reachy diga algo
fr: En attente que Reachy dise quelque chose
ru: Ждём, пока Reachy что-нибудь скажет

source: What Reachy hears and says, from the moment this opens. The robot keeps no history.
de: Was Reachy hört und sagt, ab dem Öffnen. Der Roboter führt keinen Verlauf.
es: Lo que Reachy oye y dice, desde que se abre esto. El robot no guarda historial.
fr: Ce que Reachy entend et dit, à partir de l'ouverture. Le robot ne conserve aucun historique.
ru: Что Reachy слышит и говорит, начиная с этого момента. Робот не хранит историю.

source: You
de: Du
es: Tú
fr: Vous
ru: Вы

source: You, typed
de: Du, getippt
es: Tú, escrito
fr: Vous, écrit
ru: Вы, текстом

source: Bronze
es: Bronce
ru: Бронза

source: Code
es: Código
ru: Код

source: Community
es: Comunidad
fr: Communauté
ru: Сообщество

source: Controller
es: Mando
fr: Manette
ru: Пульт

source: Frames
es: Fotogramas
fr: Images
ru: Кадры

source: Hardware ID
es: ID de hardware
fr: Identifiant matériel
ru: ID оборудования

source: Hugging Face relay
es: Relé de Hugging Face
fr: Relais Hugging Face
ru: Ретранслятор Hugging Face

source: Indigo
es: Índigo
ru: Индиго

source: Live
es: Directo
fr: Direct
ru: Эфир

source: Name
es: Nombre
fr: Nom
ru: Имя

source: Online
es: En línea
fr: En ligne
ru: Онлайн

source: Rate
es: Tasa
fr: Taux
ru: Частота

source: Simulation
es: Simulación
ru: Симуляция

source: Simulator
es: Simulador
fr: Simulateur
ru: Симулятор

source: Software version
es: Versión del software
fr: Version du logiciel
ru: Версия ПО

source: Sounds
es: Sonidos
fr: Sons
ru: Звуки

source: Standard
es: Estándar
ru: Стандартный

source: Status
es: Estado
fr: Statut
ru: Статус

source: System
es: Sistema
fr: Système
ru: Система

source: System update
es: Actualización del sistema
fr: Mise à jour du système
ru: Обновление системы

source: Update
es: Actualizar
fr: Mettre à jour
ru: Обновить

source: Version
es: Versión
ru: Версия

source: Sensor
fr: Capteur
ru: Датчик

source: Software
fr: Logiciel
ru: ПО

source: Apps
ru: Приложения
